Extensions installed on Codespaces: redesigned enigma:
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
